<?php
	$courses = array(
		(object) [
			'image' => '/assets/images/courses/medic.png',
			'title' => 'Название',
			'desc' => 'В этом курсе вы научитесь основам игры, таким как управление, стрельба, тактика, командная работа и многое другое. Вы также познакомитесь с одним из классов персонажей — медиком, который способен лечить себя и союзников, а также воскрешать павших товарищей. Медик — это важный и полезный класс, который может повлиять на исход боя и спасти жизни своей команде.',
			'price' => '100',
			'hit' => true
		],
		(object) [
			'image' => '/assets/images/courses/medic.png',
			'title' => 'Название',
			'desc' => 'В этом курсе вы научитесь основам игры, таким как управление, стрельба, тактика, командная работа и многое другое. Вы также познакомитесь с одним из классов персонажей — медиком, который способен лечить себя и союзников, а также воскрешать павших товарищей. Медик — это важный и полезный класс, который может повлиять на исход боя и спасти жизни своей команде.',
			'price' => '100',
			'hit' => false
		],
		(object) [
			'image' => '/assets/images/courses/medic.png',
			'title' => 'Название',
			'desc' => 'В этом курсе вы научитесь основам игры, таким как управление, стрельба, тактика, командная работа и многое другое. Вы также познакомитесь с одним из классов персонажей — медиком, который способен лечить себя и союзников, а также воскрешать павших товарищей. Медик — это важный и полезный класс, который может повлиять на исход боя и спасти жизни своей команде.',
			'price' => '100',
			'hit' => false
		],
		(object) [
			'image' => '/assets/images/courses/medic.png',
			'title' => 'Название',
			'desc' => 'В этом курсе вы научитесь основам игры, таким как управление, стрельба, тактика, командная работа и многое другое. Вы также познакомитесь с одним из классов персонажей — медиком, который способен лечить себя и союзников, а также воскрешать павших товарищей. Медик — это важный и полезный класс, который может повлиять на исход боя и спасти жизни своей команде.',
			'price' => '100',
			'hit' => false
		],
		(object) [
			'image' => '/assets/images/courses/medic.png',
			'title' => 'Название',
			'desc' => 'В этом курсе вы научитесь основам игры, таким как управление, стрельба, тактика, командная работа и многое другое. Вы также познакомитесь с одним из классов персонажей — медиком, который способен лечить себя и союзников, а также воскрешать павших товарищей. Медик — это важный и полезный класс, который может повлиять на исход боя и спасти жизни своей команде.',
			'price' => '100',
			'hit' => false
		],
		(object) [
			'image' => '/assets/images/courses/medic.png',
			'title' => 'Название',
			'desc' => 'В этом курсе вы научитесь основам игры, таким как управление, стрельба, тактика, командная работа и многое другое. Вы также познакомитесь с одним из классов персонажей — медиком, который способен лечить себя и союзников, а также воскрешать павших товарищей. Медик — это важный и полезный класс, который может повлиять на исход боя и спасти жизни своей команде.',
			'price' => '100',
			'hit' => false
		],
		(object) [
			'image' => '/assets/images/courses/medic.png',
			'title' => 'Название',
			'desc' => 'В этом курсе вы научитесь основам игры, таким как управление, стрельба, тактика, командная работа и многое другое. Вы также познакомитесь с одним из классов персонажей — медиком, который способен лечить себя и союзников, а также воскрешать павших товарищей. Медик — это важный и полезный класс, который может повлиять на исход боя и спасти жизни своей команде.',
			'price' => '100',
			'hit' => false
		],
		(object) [
			'image' => '/assets/images/courses/medic.png',
			'title' => 'Название',
			'desc' => 'В этом курсе вы научитесь основам игры, таким как управление, стрельба, тактика, командная работа и многое другое. Вы также познакомитесь с одним из классов персонажей — медиком, который способен лечить себя и союзников, а также воскрешать павших товарищей. Медик — это важный и полезный класс, который может повлиять на исход боя и спасти жизни своей команде.',
			'price' => '100',
			'hit' => false
		],
	);
?>