<!doctype html>
<html lang="en">

<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<link rel="stylesheet" href="styles/index.css">
	<link rel="icon" type="image/svg+xml" href="logo.svg" sizes="any">
	<title>Курс медика</title>
</head>

<body class="flex flex-col justify-start items-center">
	<?php include("../components/global/header.php") ?>

	<main class="max-w-limit w-9/10 md:w-4/5 flex flex-col gap-8 my-16">
		<?php include("../components/global/breadcrumbs.php") ?>

		<section class="flex flex-col xl:flex-row justify-center items-start gap-8">
			<div class="xl:w-1/4 flex flex-col gap-5">
				<div class="flex flex-col md:flex-row xl:flex-col gap-8">
					<div class="w-full flex flex-col">
						<div class="flex items-center gap-2 font-tactic font-bold text-white">
							<span>Курс Медика</span>

							<svg width="24" height="25" viewBox="0 0 24 25" fill="none" xmlns="http://www.w3.org/2000/svg">
								<g clip-path="url(#clip0_339_5469)">
									<path fill-rule="evenodd" clip-rule="evenodd" d="M23.9547 14.7452C22.1506 16.5442 20.3525 18.3491 18.5194 20.1802C17.1748 21.5226 15.8313 22.8661 14.4388 24.2217C14.3498 24.6213 13.6571 24.4171 13.1599 24.4696C12.2236 24.4696 11.2871 24.4696 10.2739 24.4853C9.43284 24.5122 9.36554 23.7653 8.80848 23.447C5.88988 20.5233 2.96267 17.6083 0.0301551 14.5764C0.0301551 13.5993 0.0301551 12.6222 0.0234375 11.5841C0.0676512 11.1769 -0.0367762 10.7698 0.135926 10.3477C3.41996 7.06988 6.68286 3.79257 10.0454 0.530643C11.0022 0.530643 11.9589 0.530643 12.9767 0.523926C13.3839 0.56814 13.7909 0.463712 14.2131 0.637819C17.4502 3.87397 20.6868 7.11061 23.9691 10.3627C23.9691 11.808 23.9691 13.2533 23.9547 14.7452ZM14.6405 2.53095C14.1077 2.2082 14.0555 1.56331 13.2323 1.47916C12.2846 1.50774 11.4093 1.50774 10.534 1.50774C7.63822 4.30139 4.84573 7.11055 2.02887 9.92026C1.70771 10.4531 1.06283 10.5053 0.978674 11.3285C1.00725 12.2966 1.00725 13.1922 1.00725 14.0879C3.75626 16.9368 6.50069 19.6682 9.23596 22.4088C9.68304 22.776 9.96017 23.252 10.4386 23.5268C11.3889 23.4925 12.2439 23.4925 13.0989 23.4925C13.7233 23.608 13.9186 23.3554 14.1171 23.1062C15.4066 21.8307 16.6537 20.5741 17.9092 19.3257C19.6198 17.6164 21.2955 15.9334 22.9776 14.2567C22.992 13.0905 22.992 11.9708 22.992 10.8513C20.1779 8.06731 17.4095 5.29889 14.6405 2.53095ZM18.0301 13.5536C18.3771 13.8172 18.6908 14.1143 19.0995 14.3932C18.9075 14.9429 18.649 15.4925 18.4118 16.0836C17.964 15.9847 17.5161 16.1165 17.0091 15.9829C16.2217 15.8673 16.2096 16.5269 15.7081 16.7586C15.454 17.2197 15.8105 18.1082 15.7551 18.8058C15.2307 19.0797 14.6082 19.313 14.0651 19.4727C13.7685 19.1383 13.5055 18.7703 13.1198 18.4742C13.0425 17.8374 12.1337 18.3479 11.4783 18.1279C11.0109 18.5822 10.6739 19.0753 10.2286 19.6069C9.67901 19.4473 9.12939 19.1764 8.57306 18.9123C8.53983 18.2813 8.65226 17.6502 8.59773 17.0012C8.21672 16.7512 7.95199 16.3849 7.54161 16.0568C6.99199 16.1444 6.44237 16.1165 5.80725 16.2845C5.46167 15.7435 5.35877 15.2351 5.0235 14.6232C5.45214 14.1766 5.96041 13.8095 6.45819 13.3551C6.37416 12.8869 6.34698 12.4187 6.37306 11.8977C5.91559 11.4798 5.41678 11.1033 4.9642 10.5998C5.24048 10.0936 5.3504 9.44655 5.77061 9.06499C6.32023 9.06005 6.86985 9.13272 7.49672 9.16197C7.82161 8.74933 8.14515 8.41339 8.56512 7.98102C8.47913 7.43141 8.49721 6.88179 8.37141 6.25125C8.73153 5.93638 9.50863 5.7762 9.94356 5.45693C10.3681 5.70414 10.5592 6.18481 10.996 6.48081C11.0636 7.08496 11.9957 6.82469 12.6991 6.90951C13.1182 6.45333 13.5247 5.98444 13.9589 5.4719C14.4789 5.70475 15.0921 5.91208 15.5872 6.14896C15.5296 6.77999 15.513 7.41107 15.523 8.06072C15.8515 8.36319 16.1978 8.64802 16.5187 9.02518C17.1497 8.99867 17.7808 8.88142 18.4073 8.94695C18.6487 9.41168 18.8049 9.85883 19.0225 10.3016C18.9513 10.3627 19.1549 10.4238 19.0421 10.5655C18.709 10.7617 18.5147 11.0966 18.1465 11.3187C18.0308 11.5898 17.59 11.5358 17.6781 12.0735C17.7132 12.6287 17.5195 13.4128 18.0301 13.5536ZM11.9831 10.1608C11.9996 10.1795 11.9996 10.1795 11.9574 10.1923C10.5571 10.4429 10.2262 10.8991 9.77617 11.9115C9.56048 13.3477 10.2198 14.1992 10.8651 14.5127C11.5168 14.913 12.4758 14.949 13.1143 14.5717C13.7697 14.1689 14.2608 13.7314 14.3811 12.4657C14.0214 10.8975 13.6029 10.4806 11.9831 10.1608Z" fill="white" />
								</g>
								<defs>
									<clipPath id="clip0_339_5469">
										<rect width="24" height="24" fill="white" transform="translate(0 0.5)" />
									</clipPath>
								</defs>
							</svg>
						</div>

						<div class="max-w-[300px]">
							<img src="/assets/images/courses/medic.png" alt="">
						</div>
					</div>

					<div class="flex flex-col gap-5">
						<p class="text-neutral-500">
							В этом курсе вы научитесь основам игры, таким как управление, стрельба, тактика, командная работа и многое другое. Вы также познакомитесь с одним из классов персонажей — медиком, который способен лечить себя и союзников, а также воскрешать павших товарищей. 
						</p>
						
						<div class="flex flex-col gap-3 py-3 border-y border-neutral-700">
							<div class="flex items-center gap-2">
								<svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
									<path d="M10 18C14.4 18 18 14.4 18 10C18 5.6 14.4 2 10 2C5.6 2 2 5.6 2 10C2 14.4 5.6 18 10 18ZM10 0C15.5 0 20 4.5 20 10C20 15.5 15.5 20 10 20C4.5 20 0 15.5 0 10C0 4.5 4.5 0 10 0ZM13.3 14.2L12 15L9 9.8V5H10.5V9.4L13.3 14.2Z" fill="#35AFC0"/>
								</svg>
								<span class="text-neutral-500">Длительность:</span>
								<span class="font-semibold text-white">20 min</span>
							</div>
							
							<div class="flex items-center gap-2">
								<svg width="24" height="25" viewBox="0 0 24 25" fill="none" xmlns="http://www.w3.org/2000/svg">
									<path d="M11.75 4.25C12.8109 4.25 13.8283 4.67143 14.5784 5.42157C15.3286 6.17172 15.75 7.18913 15.75 8.25C15.75 9.31087 15.3286 10.3283 14.5784 11.0784C13.8283 11.8286 12.8109 12.25 11.75 12.25C10.6891 12.25 9.67172 11.8286 8.92157 11.0784C8.17143 10.3283 7.75 9.31087 7.75 8.25C7.75 7.18913 8.17143 6.17172 8.92157 5.42157C9.67172 4.67143 10.6891 4.25 11.75 4.25ZM11.75 14.25C16.17 14.25 19.75 16.04 19.75 18.25V20.25H3.75V18.25C3.75 16.04 7.33 14.25 11.75 14.25Z" fill="#35AFC0"/>
								</svg>
								<span class="text-neutral-500">Автор:</span>
								<span class="font-semibold text-white">Fzrzll</span>
							</div>
						</div>
					</div>
				</div>

				<div class="flex flex-col gap-3">
					<?php 
						$id="course-review-btn";
						$title="Написать отзывв";
						include("../components/global/button.php")
					?>

					<div class="text-neutral-500">
						<input type="checkbox">
						<span>Пометить как пройденный</span>
					</div>
				</div>
			</div>

			<details class="group w-full text-white">
				<summary 
					class="
						flex justify-between items-center gap-3 px-8 py-5 text-lg font-semibold cursor-pointer list-none select-none font-tactic bg-neutral-900 border border-neutral-700 rounded-t-xl transition-all group-open:border-b-0
					"
				>
					Текст
					<svg class="min-w-[35px] transform text-azure-400 transition-all duration-200 group-open:-rotate-180 group-open:text-white" fill="none" height="25" width="35" stroke="currentColor" stroke-linecap="round" stroke-linejoin="round" stroke-width="3" viewBox="0 0 24 24">
						<polyline points="6 9 12 15 18 9"></polyline>
					</svg>
				</summary>
				<div class="px-8 py-5 bg-neutral-900 border border-t-0 border-neutral-700 rounded-b-xl">
					<p class="text-neutral-500">
					Warface — это популярная онлайн-игра в жанре шутера от первого лица, которая предлагает игрокам разнообразные режимы, карты, оружие и персонажи. В этом курсе вы научитесь основам игры, таким как управление, стрельба, тактика, командная работа и многое другое. Вы также познакомитесь с одним из классов персонажей — медиком, который способен лечить себя и союзников, а также воскрешать павших товарищей. Медик — это важный и полезный класс, который может повлиять на исход боя и спасти жизни своей команде.
					</p>
				</div>
			</details>
		</section>
	</main>

	<?php include "../components/footer.php" ?>
</body>

</html>